Repository: mozilla-l10n/mt-training-data
Catalog: pt/pt_pontoon.tmx
Source language: en_us
Languages: pt

source: 1 sentence collected
pt: 1 frase coletada

source: 2019 End-of-Year Release
pt: Lançamento de final de ano de 2019

source: 2 down, keep it up!<playIcon></playIcon>
pt: 2 prontas <playIcon></playIcon> , continue assim!

source: ≥ 2 No votes
pt: ≥ 2 votos Não

source: ≥ 2 Yes votes
pt: ≥ 2 votos Sim

source: Abbreviations and Acronyms
pt: Abreviações e acrônimos

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
pt: Abreviaturas e acrônimos como “USA” ou “ICE” devem ser evitados no texto de origem, pois podem ser lidos de forma que não coincida com sua ortografia. Além disso, pode haver várias leituras corretas de uma mesma abreviação.

source: Abkhaz
pt: Abecásio

source: About
pt: Sobre nós

source: About options menu
pt: Menu de opções de informações

source: Academic Reference
pt: Referência acadêmica

source: Accent
pt: Sotaque

source: Accepted file types: .tsv only
pt: Tipos de arquivo aceitos: somente .tsv

source: Access press releases and stories related to Common Voice
pt: Acesse comunicados de imprensa e artigos relacionados ao Common Voice

source: Account
pt: Conta

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
pt: <accuracyLink>Saiba mais sobre critérios de precisão.</accuracyLink>

source: Acehnese
pt: Achém

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
pt: { $actionType } <micIcon></micIcon> e responda o mais naturalmente possível

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
pt: { $actionType } <playIcon></playIcon> e anote o que ouviu a pessoa a dizer

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
pt: { $actionType }<playIcon></playIcon> a frase foi pronunciada com precisão?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
pt: { $actionType } <playIcon></playIcon> Ouça o clipe de áudio e verifique a transcrição. Corresponde? Se não, edite-a para corresponder perfeitamente.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
pt: { $actionType }<recordIcon></recordIcon> depois leia a frase em voz alta

source: { $actionType }<stopIcon></stopIcon> when done
pt: { $actionType } <stopIcon></stopIcon> quando terminar

source: { $actionType } submit when ready
pt: { $actionType } enviar quando estiver pronto

source: Adamawa Fulfulde
pt: Fula de Adamaua

source: Add and Review Sentences, Add Questions, Transcribe Audio
pt: Adicionar e revisar frases, adicionar perguntas, transcrever áudio

source: Add as much information as you can about the language. This could include:
pt: Adicione o máximo de informações que puder sobre o idioma. Pode incluir:

source: Add <icon></icon> a public domain sentence
pt: Adicionar <icon></icon> uma frase de domínio público

source: Add information
pt: Adicionar informações

source: Adding Sentences
pt: Adição de frases

source: Additional Language
pt: Idioma adicional

source: Add Language
pt: Adicionar idioma

source: Add new custom accent "{ $inputValue }"
pt: Adicionar novo sotaque personalizado "{ $inputValue }"

source: Add new sentences for the community to read
pt: Adicionar novas frases para a comunidade ler

source: Add one sentence per line
pt: Adicione uma frase por linha

source: Add questions in your language
pt: Adicionar perguntas em seu idioma

source: Add Questions <small>(Coming soon)</small>
pt: Adicionar perguntas <small>(em breve)</small>

source: Add Sentences
pt: Adicionar frases

source: Add sentences in your language
pt: Adicionar frases em seu idioma

source: Add Text
pt: Adicionar texto

source: Add up to 1,000 sentences
pt: Adicione até 1000 frases

source: Add up to 25 questions <icon></icon> to the { $currentLocale } dataset for people to answer
pt: Adicione até 25 perguntas <icon></icon> ao conjunto de dados { $currentLocale } para que as pessoas respondam.

source: Add Your Voice
pt: Adicione sua voz

source: Adyghe
pt: Adigue

source: Afaan Oromo
pt: Afaan Ormoo

source: A few bytes
pt: Alguns bytes

source: Afrikaans
pt: Africâner

source: Age
pt: Idade

source: Agriculture and Food
pt: Agricultura e alimentação

source: Albanian
pt: Albanês

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
pt: Um pouco de ruído de fundo é aceitável, mas se você puder ouvir outra pessoa falando palavras distintas, o clipe deve ser rejeitado. Normalmente, isso acontece se uma TV foi deixada ligada ou há uma conversa por perto.

source: All
pt: Tudo

source: All sentence must have the same domain
pt: Todas as frases devem ser do mesmo domínio

source: All sentences must have the same citation
pt: Todas as frases devem ter a mesma citação

source: Already have an account? <login>Log-In</login>
pt: Já tem uma conta? <login>Entre</login>

source: Alsatian
pt: Alsaciano

source: Amharic
pt: Amárico

source: An error occurred fetching sentences
pt: Ocorreu um erro ao buscar frases

source: An error occurred in voting the question
pt: Ocorreu um erro ao votar na pergunta.

source: An error occurred reviewing this sentence
pt: Ocorreu um erro ao revisar esta frase

source: An error occurred submitting your voice information
pt: Ocorreu um erro ao enviar suas informações de voz

source: An error occurred while creating this transcript
pt: Ocorreu um erro ao criar esta transcrição

source: An error occurred while editing the transcript
pt: Ocorreu um erro ao editar a transcrição

source: An error occurred while recording
pt: Ocorreu um erro durante a gravação

source: An error occurred while skipping the transcript
pt: Ocorreu um erro ao saltar a transcrição

source: An error occurred while skipping this prompt
pt: Ocorreu um erro ao saltar esta consulta

source: An error occurred while submitting the report
pt: Ocorreu um erro ao enviar o relato

source: An error occurred while uploading your response
pt: Ocorreu um erro ao enviar a sua resposta

source: An error occurred while voting the transcript
pt: Ocorreu um erro ao votar na transcrição

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
pt: Dados de usuários tornados anônimos, como idade, gênero e sotaque ajudam a melhorar os dados de áudio usados para treinar a precisão de mecanismos de reconhecimento de voz. Seu nome de usuário e email nunca serão associados aos dados enviados e você pode escolher se quer deixar tornar seu nome de usuário público ou anônimo.

source: Answer questions
pt: Responder perguntas

source: Answer Questions <small>(Coming soon)</small>
pt: Responder perguntas <small>(em breve)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
pt: Qualquer pessoa pode preservar, revitalizar e valorizar a sua língua ao partilhar, criar e organizar conjuntos de dados de texto e de fala.

source: Approve
pt: Aprovar

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
pt: Um burburinho de fundo está bem, mas não queremos vozes adicionais que podem fazer com que um algoritmo de máquina identifique palavras que não estão no texto escrito. Se você conseguir ouvir palavras distintas das do texto, o clipe deve ser rejeitado. Normalmente, isso acontece quando a TV foi deixada ligada ou onde há uma conversa acontecendo por perto.

source: Arabic
pt: Árabe

source: Aragonese
pt: Aragonês

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
pt: Já está no nosso grupo de testes Beta para o Projeto de Discurso Espontâneo da Common Voice?

source: Are you coming? [called by another]
pt: Você está vindo? [falado por outra]

source: Are you coming? <strong>[called by another]</strong>
pt: Você está vindo? <strong>[chamado por outra]</strong>

source: Armenian
pt: Armênio

source: Armenian Western
pt: Armênio ocidental

source: Ask about a new language
pt: Pergunte sobre um novo idioma

source: Ask Mozilla to share your events
pt: Peça para a Mozilla compartilhar seus eventos

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
pt: Faça-nos perguntas no <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> ou por <emailLink>email</emailLink>.

source: Assamese
pt: Assamês

source: Asturian
pt: Asturiano

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
pt: Uma transcrição deve capturar cada palavra ou som de conversação não lexical que foi dito pela pessoa, incluindo repetições.

source: Attention!
pt: Atenção!

source: Audio Format
pt: Formato de áudio

source: Automotive and Transport
pt: Automotivo e transporte

source: Avatar uploaded
pt: Avatar enviado

source: Average
pt: Médio

source: A voice clip is marked "valid" when a user gives it a Yes vote.
pt: Um clipe de voz é marcado como "válido" quando um usuário lhe dá um voto Sim.

source: Avoid too much background noise - it should be easy to hear you.
pt: Evite muito ruído de fundo. Deve ser fácil ouvir você.

source: Awards
pt: Prêmios

source: Azerbaijani
pt: Azerbaidjano

source: Baatonum
pt: Bariba

source: Baba Malay
pt: Baba Malaio

source: Back
pt: Voltar

source: Background Noise
pt: Barulho de fundo

source: Background Voices
pt: Vozes de fundo

source: Back to Top
pt: Voltar para o início

source: Bahasa Malay
pt: Bahasa Malaio

source: Balochi
pt: Balúchi

source: Bamun
pt: Bamum

source: Bamvele
pt: Bebele

source: Baoule
pt: Baúle

source: Basaa
pt: Basa

source: Bashkir
pt: Basquir

source: Basque
pt: Basco

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
pt: Seja cauteloso antes de rejeitar um clipe se considerar que o leitor pronunciou uma palavra incorretamente, colocou ênfase no lugar errado ou aparentemente ignorou um ponto de interrogação. Há uma grande variedade de pronúncias em uso no mundo todo, algumas das quais você pode não ter ouvido falar em sua comunidade local. Dê uma margem de apreço àqueles que podem falar de forma diferente de você.

source: Become a Common Voice Partner
pt: Torne-se um parceiro do Common Voice

source: Belarusian
pt: Bielorrusso

source: Benefits
pt: Benefícios

source: Bengali
pt: Bengalês

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
pt: [Vogais átonas costumam ser pronunciadas no Brasil (menino, chapéu), mas não em Portugal (m'nino, ch'péu)]

source: Betawi
pt: Malaio de Jacarta

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
pt: Melhor suporte para realidades linguísticas como translinguagem e <mark>troca de código</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
pt: Melhor suporte para idiomas que têm pouco ou <mark>nenhum corpus de texto</mark> para utilização (por exemplo, socioletos, variantes, idiomas historicamente não escritos, entre outros)

source: <bold>{ $count }</bold> Clips
pt: <bold>{ $count }</bold> clipes

source: <bold>Help us</bold> find more voices
pt: <bold>Ajude-nos</bold> a encontrar mais vozes

source: <bold>If you value open, inclusive data - donate today!</bold>
pt: <bold>Se você valoriza dados abertos e inclusivos, faça uma doação!</bold>

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
pt: <bold>Porque deve a IA funcionar apenas para alguns idiomas do mundo?</bold>

source: Borgu Fulfulde
pt: Fula de Borgu

source: Bosnian
pt: Bósnio

source: Both
pt: Ambos

source: Both (Speak and Listen)
pt: Ambos (falar e ouvir)

source: Breton
pt: Bretão

source: [British English might make "root"]
pt: [em português de Portugal, pode soar como "p'daço"]

source: Browse Languages
pt: Procurar idiomas

source: Build a custom goal
pt: Criar uma meta personalizada

source: Build Profile
pt: Criar perfil

source: Bulgarian
pt: Búlgaro

source: Bulk batch
pt: Lote grande

source: Bulk Sentences
pt: Grupo de frases

source: Bulk Sentence Submission
pt: Envio de grupo de frases

source: Bulk Sentences Uploaded
pt: Grupo de frases enviado

source: Burmese
pt: Birmanês

source: Buryat
pt: Buriato

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
pt: <b>Por que um email?</b> Podemos precisar entrar em contato com você no futuro para informar mudanças no conjunto de dados. Um email nos fornece um meio de contato.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
pt: Ao clicar em “Enviar um link para meu e-mail”, concorda com nossos <termsLink>Termos do Serviço</termsLink> e <privacyLink>Política de Privacidade</privacyLink> e que a Mozilla pode enviar e-mails com informações sobre como participar no Teste Beta do Projeto de Discurso Espontâneo da Common Voice.

source: By editing your goal, you may lose your existing progress.
pt: Se editar sua meta, você pode perder seu progresso atual.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
pt: Ao optar por receber emails, você declara que concorda com a Mozilla lidar com essas informações, conforme explicado na <privacyLink>Política de privacidade</privacyLink> da Mozilla.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
pt: <b>Você concorda</b> com não tentar determinar a identidade de falantes no conjunto de dados do Common Voice

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
pt: Ao fornecer algumas informações sobre você, os dados de áudio que você enviar ao Common Voice serão mais úteis aos mecanismos de reconhecimento de voz que usam esses dados para aprimorar a precisão.

source: By telling us about yourself, you will help developers build more inclusive technology
pt: Quer compartilhar algumas informações sobre como você fala?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
pt: Usando o Common Voice, você aceita nossos <termsLink>Termos</termsLink> e <privacyLink>Política de Privacidade</privacyLink>

source: Cameroon Pidgin
pt: Pidgin de Camarões

source: [Canadian English might make "route" sound like "rowt"]
pt: [em português do Brasil, "pedaço" pode soar como "pedaçu"]

source: Cancel
pt: Cancelar

source: Cancel Re-recording
pt: Cancelar regravação

source: Cancel Submission
pt: Cancelar envio

source: Cannot submit more than 1000 sentences
pt: Não é possível enviar mais de 1000 frases

source: Can't decide?
pt: Está indeciso?

source: Cantonese
pt: Cantonês

source: Catalan
pt: Catalão

source: Central Alaskan Yupʼik
pt: Yup'ik do Alasca Central

source: Central Kurdish
pt: Curdo central

source: Central Melanau
pt: Melanau Central

source: Central Puebla Nahuatl
pt: Nahuatl de Puebla Central

source: Change
pt: Mudar

source: Change preferences
pt: Alterar preferências

source: Change your email via Settings under Login Identity
pt: Altere seu email usando as configurações em Identidade de acesso

source: Check
pt: Verificar

source: Check <icon></icon> is this a linguistically correct sentence?
pt: Verificou <icon></icon> se é uma frase linguisticamente correta?

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
pt: Verifique se seu idioma está listado na <languagesPageLink>página de idiomas do Common Voice</languagesPageLink>. Se não estiver, preencha este formulário e <strong>enviaremos um email útil explicando como ter seu idioma configurado</strong>.

source: Check Transcriptions
pt: Verificar transcrições

source: <chevron></chevron>See less
pt: <chevron></chevron>Ver menos

source: <chevron></chevron>See more
pt: <chevron></chevron>Ver mais

source: Chinese (China)
pt: Chinês (China)

source: Chinese (Hong Kong)
pt: Chinês (Hong Kong)

source: Chinese (Taiwan)
pt: Chinês (Taiwan)

source: Choose language/localization
pt: Escolher idioma/localização

source: Chuvash
pt: Tchuvache

source: Citation
pt: Citação

source: Cite with a URL link or the full name of the work.
pt: Cite com um link de URL ou o nome completo da obra.

source: Citing Sentences
pt: Citação de frases

source: Click
pt: Clique em

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
pt: Clique <guidanceLink>aqui</guidanceLink> para saber como utilizar esta página

source: Clipboard not supported
pt: Área de transferência não suportada

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
pt: { $clipCount } clipes de voz. O tamanho total do arquivo compactado é { $size }. Expira em { $expires }.

source: Clip Graveyard
pt: Cemitério de clipes

source: Clips recorded
pt: Clipes gravados

source: Clips Uploaded
pt: Gravações carregadas

source: Clips validated
pt: Clipes validados

source: Clips You've Recorded
pt: Clipes que você gravou

source: Clips You've Validated
pt: Clipes que você validou

source: Close
pt: Fechar

source: Collecting sentences
pt: Coleta de frases

source: Coming Soon
pt: Em breve

source: Comment
pt: Comentário

source: Common Voice data plus all other voice datasets above.
pt: Os dados do Common Voice mais todos os outros conjuntos de dados acima.

source: Common Voice Dataset
pt: Conjunto de dados do Common Voice

source: Common Voice is a free, open source platform for community-led data creation
pt: Common Voice é uma plataforma gratuita e de código aberto para criação de dados gerida pela comunidade

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
pt: Common Voice é um projeto da Fundação Mozilla, uma organização US 501c3. Atualmente, o projeto é financiado inteiramente por <philantropicGrantLink>subsídios filantrópicos</philantropicGrantLink> e doações de pessoas do mundo todo.

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
pt: Common Voice é financiado por doações e subsídios! Adoramos colaborar com pesquisadores acadêmicos, da sociedade civil e da indústria. O uso do Common Voice é gratuito, mas contribuir para os custos de plataforma e hospedagem por meio de propostas de subsídios é realmente útil.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
pt: A Common Voice está a lançar uma segunda plataforma focada em recolher um discurso orgânico, espontâneo e sem guião. Isto vai ajudar muitas comunidades a recolher dados mais rapidamente, além de ser útil para cientistas de dados e programadores.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
pt: O projeto Common Voice é uma iniciativa da Mozilla para ajudar a ensinar às máquinas como pessoas reais falam.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
pt: Common Voice é o maior conjunto de dados de voz multilíngue do mundo disponível publicamente.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
pt: As gravações do Common Voice são usadas por estudiosos, pequenos negócios e entusiastas do reconhecimento de voz para ajudar a treinar e aprimorar recursos disponíveis publicamente, como modelos de voz. Poderia nos dizer por que gostaria que suas gravações sejam apagadas?

source: Community and Languages
pt: Comunidade e idiomas

source: Community, Creatives and Civil Society
pt: Comunidade, criativos e sociedade civil

source: Community participation and decision making.
pt: Participação e tomada de decisões da comunidade.

source: Community Playbook
pt: Orientações à comunidade

source: Confirm Goal
pt: Confirmar meta

source: Connect with Gravatar
pt: Conectar com Gravatar

source: Contact
pt: Contato

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
pt: Entre em contato com autores, dramaturgos ou roteiristas e pergunte se estariam dispostos a dedicar uma pequena parte de suas obras ao domínio público

source: Contact Form
pt: Formulário de contato

source: Contact the Common Voice team
pt: Entre em contato com a equipe do Common Voice

source: Contact us
pt: Contacte-nos

source: Contact Us
pt: Contate-nos

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
pt: Conteúdo disponível sob licença <licenseLink>Creative Commons</licenseLink>

source: Continue
pt: Continuar

source: Continue speaking
pt: Continuar a falar

source: Continue validating
pt: Continuar a validar

source: Contribute
pt: Contribua

source: Contribute on GitHub
pt: Contribua no GitHub

source: Contribute sentences
pt: Contribua com frases

source: Contribute text
pt: Contribuir com texto

source: Contribute to { $lang }
pt: Contribuir para { $lang }

source: Contributing to dataset for { $language }
pt: Contribuir para o conjunto de dados para { $language }

source: Contribution Activity
pt: Atividade de contribuição

source: Contribution Criteria
pt: Critérios de contribuição

source: Contribution Experience
pt: Experiência de colaboração

source: Contribution Guidelines
pt: Diretrizes de contribuição
